import { Card } from '@/shadcn/ui/card'

const Page = () => {
  return (
    <Card className="bg-stone-920 flex flex-col justify-center p-5">
      <p className="text-balance text-base">
        <h1 className="ml-6 text-3xl">« Eldani »</h1>
        <hr className="my-1 w-0" />
        В тихом провинциальном городке Элиза проживала с таинственным взглядом и
        даром видеть красоту в обыденном. С детства ее мечтания были наполнены
        яркими красками и узорами, которые могли бы олицетворить чувства и
        эмоции. Однажды, обнаружив свой талант в создании уникальных дизайнов,
        Элиза решила, что ее миссия - вдохновлять мир через моду.
        <hr className="my-1 w-0" />
        Так начался бренд Eldani, возрожденный и переосмысленный Элизой. Она
        использовала свою страсть и вдохновение, чтобы создавать удивительные
        коллекции, наполненные эмоциями и смыслом. В каждом элементе одежды,
        созданной ею, скрывались истории и переживания, словно каждое платье или
        блуза становились персональным выражением невидимых чувств.
        <hr className="my-1 w-0" />
        Элиза превратила мир моды в плато для творчества и самовыражения. Ее
        дизайны стали символом уникальности и стиля, привлекая внимание
        ценителей искусства. Все, от ярких узоров до изысканных вышивок,
        переплетались в гармонию и вибрацию индивидуальности.
        <hr className="my-1 w-0" />
        Бренд Eldani стал не просто атрибутом гардероба, но и путеводной звездой
        для тех, кто стремится выделиться и подчеркнуть свою уникальность. Элиза
        продолжает создавать волнующие истории в каждой новой коллекции,
        призывая своих последователей выражать себя через моду и делать мир
        красочнее благодаря своей индивидуальности.
      </p>
    </Card>
  )
}

export default Page
